Revit 2024 API
NumberingSchemaTypes.StructuralNumberingSchemas.ReinforcementFabric Property
 Built-in schema used for numbering fabric reinforcement elements
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static NumberingSchemaType ReinforcementFabric { get; }
Visual Basic
Public Shared ReadOnly Property ReinforcementFabric As NumberingSchemaType
	Get
Visual C++
public:
static property NumberingSchemaType^ ReinforcementFabric {
	NumberingSchemaType^ get ();
}
See Also
NumberingSchemaTypes.StructuralNumberingSchemas Class
Autodesk.Revit.DB Namespace